---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.CentralModelContentionException
source: html/b7a6d4db-559c-a789-ad5c-cfa56e17018a.htm
---
# CentralModelContentionException Properties

Retrieves current user name.